Repository: unikmhz/npui
Catalog: netprofile_access/netprofile_access/locale/*/LC_MESSAGES/netprofile_access.po
Languages: ru

source: Entities: Edit account state
ru: Учётные записи: Изменение состояния

source: Account
ru: Учётная запись

source: Accounts
ru: Учётные записи

source: Account details for network admission and client UI access.
ru: Параметры учётной записи для сетевого входа и пользовательского портала.

source: Verification Code
ru: Проверочный код

source: Randomly generated sequence used to verify customer email address.
ru: Случайно сгенерированная последовательность для подтверждения адреса email клиента.

source: Access
ru: Учётные записи

source: Access entity properties
ru: Свойства учётной записи

source: OK
ru: ОК

source: Blocked automatically
ru: Заблокировано автоматически

source: Blocked manually
ru: Заблокировано вручную

source: Blocked after reaching max sessions
ru: Заблокировано из-за лимита сессий

source: Rejected
ru: Отклонено

source: Inactive
ru: Неактивно

source: Error
ru: Ошибка

source: Planned
ru: Запланирована

source: Active
ru: Активна

source: Expired
ru: Истекла

source: Access Entities
ru: Учётные записи

source: Entity icon
ru: Иконка объекта

source: Icon
ru: Иконка

source: Generic entity properties
ru: Общие свойства объекта

source: Add new access entity
ru: Добавить новую учётную запись

source: Password
ru: Пароль

source: A1 Hash
ru: Хеш A1

source: NTLM Hash
ru: Хеш NTLM

source: crypt(3) Hash
ru: Хеш crypt(3)

source: Plaintext Password
ru: Пароль открытым текстом

source: Stash
ru: Счёт

source: Rate
ru: Тариф

source: Alias Of
ru: Псевдоним

source: Next Rate
ru: Следующий тариф

source: IPv4 Address
ru: Адрес IPv4

source: IPv6 Address
ru: Адрес IPv6

source: Used Ingress
ru: Использовано входящего

source: Used Egress
ru: Использовано исходящего

source: Used Seconds
ru: Использовано секунд

source: Ends
ru: Заканчивается

source: Access Code
ru: Код доступа

source: Ingress Policy
ru: Входящая политика

source: Egress Policy
ru: Исходящая политика

source: Check Blocks
ru: Проверять блокировки

source: Check Services
ru: Проверять услуги

source: Rate Modifiers
ru: Модификаторы тарифов

source: Add new rate modifier
ru: Добавить новый модификатор тарифов

source: Type
ru: Тип

source: Created
ru: Создан

source: Enabled
ru: Включен

source: Lookup Order
ru: Порядок поиска

source: Access Blocks
ru: Блокировки

source: Add new access block
ru: Добавить новую блокировку

source: Start
ru: Начало

source: End
ru: Конец

source: State
ru: Состояние

source: Access State
ru: Статус уч. записи

source: Link Types
ru: Типы связей

source: Add new link type
ru: Добавить новый тип связей

source: Name
ru: Название

source: Description
ru: Описание

source: Links
ru: Связи

source: Add new link
ru: Добавить новую связь

source: Entity
ru: Объект

source: Timestamp
ru: Время

source: Value
ru: Значение

source: Access Entity Changes
ru: История учётной записи

source: User
ru: Пользователь

source: Time
ru: Время

source: Changed Password
ru: Пароль изменён

source: Old Access Code
ru: Старый код доступа

source: New Access Code
ru: Новый код доступа

source: Old Rate
ru: Старый тариф

source: New Rate
ru: Новый тариф

source: Access entity "%s" changed
ru: Учётная запись "%s" изменена

source: Password was changed
ru: Пароль был изменён

source: Bindings
ru: Привязки

source: Add new binding
ru: Добавить новую привязку

source: Access Entity
ru: Учётная запись

source: Host
ru: Узел

source: Device
ru: Устройство

source: Interface
ru: Интерфейс

source: Circuit ID
ru: ID линии

source: Inner VLAN
ru: Внутренний VLAN

source: Outer VLAN
ru: Внешний VLAN

source: Cable Length
ru: Длина кабеля

source: Unknown error
ru: Неизвестная ошибка

source: Internal site error
ru: Внутренняя ошибка сайта

source: reCAPTCHA request error
ru: Ошибка запроса reCAPTCHA

source: Entered text was incorrect
ru: Введённый текст содержал ошибки

source: Current CAPTCHA timed out
ru: Текущий запрос был просрочен

source: reCAPTCHA service is not reachable
ru: Сервис reCAPTCHA недоступен

source: Page Not Found
ru: Страница не найдена

source: You need to log in to access this page
ru: Вы должны войти в систему чтобы получить доступ к этой странице

source: Access Denied
ru: Доступ запрещён

source: Error submitting form
ru: Ошибка при отправке формы

source: Password is too short
ru: Пароль слишком короткий

source: Password is too long
ru: Пароль слишком длинный

source: Passwords do not match
ru: Пароли не совпадают

source: Wrong password
ru: Некорректный пароль

source: Password successfully changed
ru: Ваш пароль был успешно изменён

source: Error uploading file
ru: Ошибка при заливке файла

source: Invalid field length
ru: Некорректная длина поля

source: Invalid e-mail format
ru: Некорректный формат e-mail

source: Invalid character used in username
ru: В имени пользователя находится запрещённый символ

source: This username is already taken
ru: Это имя пользователя уже используется

source: Primary Account
ru: Основная учётная запись

source: Activation required for user %s
ru: Требуется подтверждение для пользователя %s

source: Password recovery for user %s
ru: Восстановление пароля для пользователя %s

source: Username and/or e-mail are unknown to us
ru: Имя пользователя и/или адрес e-mail нам не известны

source: Portal
ru: Портал

source: Error scheduling rate change
ru: Ошибка при выборе следующего тарифа

source: Rate change successfully scheduled
ru: Запланировано изменение тарифа

source: Rate change successfully cancelled
ru: Запланированное изменение тарифа отменено

source: History
ru: История

source: Account Activation
ru: Подтверждение учётной записи

source: Account Activation Failed
ru: Ошибка подтверждения

source: Either your activation link was incomplete or it has timed out.
ru: Либо вы некорректно ввели ссылку для активации, либо она уже просрочена.

source: Account Activation Successful
ru: Учётная запись успешно подтверждена

source: You can now log in to your newly created account.
ru: Теперь вы можете войти в систему с помощью вашей новоиспечённой учётной записи.

source: Return to log in page
ru: Вернуться на страницу входа

source: User Portal
ru: Пользовательский портал

source: Current Rate
ru: Текущий тариф

source: Change
ru: Изменить

source: New Next Rate
ru: Изменить на

source: Select different next rate
ru: Установить выбранный тариф

source: Set
ru: Установить

source: Cancel scheduled rate change
ru: Отменить запланированную смену тарифа

source: Clear
ru: Отменить

source: Change Password
ru: Изменить пароль

source: Password Change Form
ru: Форма изменения пароля

source: Account Settings
ru: Настройки учётной записи

source: Old Password
ru: Старый пароль

source: Enter your old password
ru: Введите ваш старый пароль

source: This field is required
ru: Это поле обязательно нужно заполнить

source: This field is too long
ru: Текст в этом поле слишком длинный

source: New Password
ru: Новый пароль

source: Enter your new desired password
ru: Введите желаемый вами новый пароль

source: This field is too short
ru: Текст в этом поле слишком короткий

source: Repeat Password
ru: Повторите пароль

source: Repeat previously entered password
ru: Введите пароль ещё раз

source: Passwords must match
ru: Введённые пароли должны совпадать

source: Fields marked with this symbol are required.
ru: Поля, отмеченные этим символом, необходимо заполнить.

source: Change your password
ru: Изменить ваш пароль

source: Error %d
ru: Ошибка %d

source: There is no page with the address you provided.
ru: Мы не сумели найти страницу с указанным вами адресом.

source: We're really sorry about that.
ru: Мы очень сожалеем об этом.

source: You don't have the credentials that are required to access this page.
ru: У вас отсутствуют права, необходимые для доступа к этой странице.

source: Maybe you forgot to log in?
ru: Может быть вы забыли войти?

source: You can contact support or try again.
ru: Вы можете связаться с поддержкой или попробовать ещё раз.

source: Go back from where you came
ru: Вернуться туда, откуда вы пришли

source: Go Back
ru: Назад

source: Return to home page
ru: Вернуться на начальную страницу

source: Go Home
ru: На главную

source: Return to sign in page
ru: Вернуться на страницу входа

source: Log In
ru: Войти

source: Register
ru: Регистрация

source: Go back to login page
ru: Назад на страницу входа

source: Already Registered
ru: Уже зарегистрирован

source: Toggle navigation
ru: Переключение навигации

source: Change Language
ru: Изменить текущий язык

source: Currently Selected Language
ru: Текущий выбранный язык

source: User Menu
ru: Пользовательское меню

source: Log Out
ru: Выйти

source: You are here:
ru: Вы находитесь здесь:

source: NetProfile.ru Team
ru: Команда NetProfile.ru

source: License:
ru: Лицензия:

source: User Name
ru: Имя пользователя

source: Enter your e-mail address
ru: Введите ваш адрес e-mail

source: Enter your user name here
ru: Введите ваше имя пользователя

source: Enter your password here
ru: Введите пароль

source: Log in to your account
ru: Войти в систему

source: Language
ru: Язык

source: Change your current language
ru: Изменить текущий язык

source: Register new account
ru: Зарегистрировать новую учётную запись

source: Recover lost password via e-mail
ru: Восстановить пароль к учётной записи посредством e-mail

source: Lost Password?
ru: Забыли пароль?

source: Registration Form
ru: Регистрационная форма

source: Please fill in this form so we can properly set up your account.
ru: Пожалуйста заполните эту форму чтобы мы могли корректно настроить вашу учётную запись.

source: Note:
ru: Внимание:

source: You will receive a confirmation e-mail with an activation link. Your account will be inactive until you click this link.
ru: Вы получите e-mail с подтверждающей ссылкой. Ваша учётная запись будет оставаться неактивной до момента, когда вы перейдёте по этой ссылке.

source: Invalid character was used
ru: В этом поле встречаются некорректные символы

source: Enter your desired password
ru: Введите желаемый вами пароль

source: Personal Information
ru: Персональные данные

source: Family Name
ru: Фамилия

source: Enter your family name
ru: Введите вашу фамилию

source: Given Name
ru: Имя

source: Enter your given name
ru: Введите ваше имя

source: Middle Name
ru: Отчество

source: Enter your middle name
ru: Введите ваше отчество

source: User Validation
ru: Подтверждение пользователя

source: Registration Complete
ru: Регистрация завершена

source: Thank you for registering an account in our system.
ru: Спасибо что зарегистрировали учётную запись в нашей системе.

source: A message containing an activation link was sent to the e-mail address you provided. You won't be able to log in until you follow this link.
ru: Письмо, содержащее ссылку для активации, было отправлено на предоставленный вами адрес e-mail. Вы не сможете использовать вашу новую учётную запись до тех пор, пока не перейдёте по этой ссылке.

source: You can now log in with the user name and password that you provided during registration.
ru: Теперь вы можете войти в систему при помощи имени пользователя и пароля, которые вы указали при регистрации.

source: Restore Password
ru: Восстановление пароля

source: Password Recovery Form
ru: Форма восстановления пароля

source: Please enter your username and e-mail.
ru: Пожалуйста введите ваше имя пользователя и адрес e-mail, который вы использовали при регистрации.

source: A new autogenerated password will be emailed to you after that.
ru: После этого вам будет отправлен новый автоматически сгенерированный пароль.

source: Your password will be emailed to you after that.
ru: После этого вам будет отправлен ваш пароль.

source: Recover your password
ru: Восстановить ваш пароль

source: Recover Password
ru: Восстановить пароль

source: Password Recovery Complete
ru: Восстановление пароля завершено

source: New automatically generated password was sent to your e-mail.
ru: Вам только что был отправлен новый автоматически сгенерированный пароль.

source: Your current password was sent to your e-mail.
ru: Вам только что был отправлен ваш пароль.

source: Password Recovery
ru: Восстановление пароля

source: Hello %s!
ru: Здравствуйте %s!

source: You have recently requested a password recovery.
ru: Вы недавно проходили процедуру восстановления пароля.

source: Your password was automatically changed.
ru: В результате ваш пароль был автоматически изменён.

source: Here is your new password:
ru: Вот ваш новый пароль:

source: Here is your password:
ru: Вот ваш пароль:

source: If you didn't request a password recovery please contact support immediately.
ru: Если вы не запрашивали восстановление пароля, то немедленно обращайтесь в службу поддержки.

source: User Activation
ru: Подтверждение учётной записи

source: Here is your activation link:
ru: Вот ваша подтверждающая ссылка:

source: Be sure to follow it before trying to log in.
ru: Не забудьте перейти по ней прежде чем пытаться войти в систему.
